Repository: HelmiRmili3/sportapp
Catalog: lib/l10n/intl_*.arb
Languages: ar

# greeting
source: Hello
ar: مرحبا

source: Select Language
ar: اختر اللغة

# counterText
source: Counter
ar: العداد

# consumerText
source: Consumer
ar: المستهلك

# selectorText
source: Selector
ar: المحدد

source: Profile
ar: الملف الشخصي

source: My Profile
ar: ملفي الشخصي

source: My Course
ar: دورتي

# myPremium
source: My Course
ar: دورتي

source: Saved Videos
ar: الفيديوهات المحفوظة

source: Edit Profile
ar: تعديل الملف الشخصي

# logout1
source: Log Out
ar: تسجيل الخروج

source: Abid Ullah Orakzai
ar: عبيد الله أوركزاي

source: I want to try for free
ar: أريد تجربة مجانية

source: Subscription
ar: الاشتراك

# subscription1
source: Subscription
ar: الاشتراك

# accessTo132RoomToTunisie
source: Access to +132 Rooms in Tunisia
ar: الوصول إلى +132 غرفة في تونس

source: Go wherever you want!
ar: اذهب إلى أينما تريد!

# todayFitnessEtc
source: Today fitness, tomorrow yoga... During the weekend the swimming pool. You choose!
ar: اليوم لياقة بدنية، غداً يوغا... خلال عطلة نهاية الأسبوع، مسبح. أنت تختار!

# finallyGymEasily
source: Find gyms easily
ar: العثور على صالات رياضية بسهولة

# goToTheGymNearYou
source: Go to the gym closest to you!
ar: اذهب إلى أقرب صالة رياضية إليك!

source: Check-in & Workout
ar: تسجيل الدخول وبدء التمرين

# scanCodeWhenEnterTheGym
source: You will just have to scan a QR code when you enter the gym
ar: سيتعين عليك فقط مسح رمز QR عند دخولك إلى الصالة الرياضية

source: Log in
ar: تسجيل الدخول

source: or
ar: أو

source: Your email
ar: بريدك الإلكتروني

source: Enter password
ar: أدخل كلمة المرور

# forgetPassword
source: Did you forget your password?
ar: هل نسيت كلمة المرور؟

source: Continue with email
ar: تابع عبر البريد الإلكتروني

source: Are you new?
ar: هل أنت جديد؟

source: Create an account
ar: إنشاء حساب

source: Continue with phone
ar: تابع عبر الهاتف

source: Do you need help?
ar: هل تحتاج إلى مساعدة؟

# byContinueWithAgree
source: By continuing, you agree
ar: بمتابعة، أنت توافق على

# termOfUseAndPrivacyAndPolicy
source: terms of use and privacy policy
ar: شروط الاستخدام و سياسة الخصوصية

source: Enter your name
ar: أدخل اسمك

# proceed
source: Continue
ar: متابعة

source: Validate account
ar: التحقق من الحساب

# youWillReceivedCode
source: You will receive a verification code by SMS
ar: ستتلقى رمز تحقق عبر الرسائل القصيرة

# validPhoneNumber
source: It appears that the phone number entered is not valid. Please enter a correct phone number.
ar: يبدو أن رقم الهاتف الذي أدخلته غير صالح. يرجى إدخال رقم هاتف صحيح.

# enterPhoneToSecureAccount
source: Enter your phone number to secure your account, log in and personalize your news.
ar: أدخل رقم هاتفك لتأمين حسابك، تسجيل الدخول وتخصيص أخبارك.

source: Enter the verification code
ar: أدخل رمز التحقق

# sixDigitVerificationMessage
source: A six-digit validation code was sent to the phone number ending with
ar: تم إرسال رمز تحقق مكون من ستة أرقام إلى رقم الهاتف الذي ينتهي بـ

# ifYouDontReceivedMessage
source: If you don't receive a code within a few minutes
ar: إذا لم تتلقَ رمزاً خلال بضع دقائق

# submitCodeAgain
source: Submit the code again
ar: أعد إرسال الرمز

# forgetYourPassword
source: Forgot your password
ar: نسيت كلمة مرورك

# enterYourEmailWhere
source: Enter your registered email where we will share a code to recover your account
ar: أدخل بريدك الإلكتروني المسجل حيث سنرسل لك رمزاً لاستعادة حسابك

# fourDigitCodeShareWith
source: A four-digit validation code has been sent to your registered email address. If you have not received a code within a few minutes, resubmit the code.
ar: تم إرسال رمز تحقق مكون من أربعة أرقام إلى عنوان بريدك الإلكتروني المسجل. إذا لم تتلقَ رمزاً خلال بضع دقائق، أعد إرسال الرمز.

source: Update password
ar: تحديث كلمة المرور

# addYourNewPasswordHere
source: Please add your new password here
ar: يرجى إضافة كلمة المرور الجديدة هنا

source: New Password
ar: كلمة مرور جديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Submit
ar: إرسال

# chooseCity
source: Choose the city
ar: اختر المدينة

# weNeedYourLocationTo
source: We need your location to show you the best sports centers near you.
ar: نحتاج إلى موقعك لإظهار أفضل المراكز الرياضية القريبة منك.

# faicialRecoginization
source: Facial recognition
ar: التعرف على الوجه

source: Oops...
ar: عذرًا...

# telephoneNumber
source: Phone number
ar: رقم الهاتف

# alreadyAssociateToAccount
source: is already associated with an App account
ar: مرتبط بالفعل بحساب في التطبيق

# doYouWantToLoginWithOldAccount
source: Do you want to log in to your old account?
ar: هل تريد تسجيل الدخول إلى حسابك القديم؟

# yesIWantToLoginMyAccount
source: Yes, I want to log in to my old account
ar: نعم، أريد تسجيل الدخول إلى حسابي القديم

# iHadAWrongPhoneNumber
source: I had the wrong phone number
ar: كان لدي رقم هاتف خاطئ

source: Enter your e-mail
ar: أدخل بريدك الإلكتروني

# byContinueYouAgree
source: By continuing, you agree
ar: بمتابعة، أنت توافق على

# termOfUse
source: terms of use
ar: شروط الاستخدام

# byConsentEXRSentNotificationEtc
source: and consent to ESX sending you notifications by email and/or SMS. You can change how you receive notifications at any time in your account settings.
ar: والموافقة على إرسال إشعارات من EXR عبر البريد الإلكتروني و/أو الرسائل القصيرة. يمكنك تغيير كيفية تلقي الإشعارات في أي وقت في إعدادات حسابك.

source: Thank You
ar: شكراً لك

source: Continue as guest
ar: تابع كزائر

# notificationReceivedOfWhichEtc
source: notifications of which you receive at any time in your account settings.
ar: الإشعارات التي تتلقاها في أي وقت في إعدادات حسابك.

# editProfileButton
source: Edit Profile
ar: تعديل الملف الشخصي

source: Hi
ar: مرحبا

source: Your subscription
ar: اشتراكك

source: Check-in history
ar: تاريخ تسجيل الدخول

# bonus
source: Bonuses
ar: المكافآت

source: Help
ar: مساعدة

# logout
source: Sign out
ar: تسجيل الخروج

# setting
source: Settings
ar: الإعدادات

source: Rate us
ar: قيمنا

source: Feedback
ar: ملاحظات

# termCondition
source: Terms and conditions
ar: الشروط والأحكام

source: Confidentiality
ar: السرية

# tryItFor7Day
source: Try it for free for 7 days
ar: جربه مجانًا لمدة 7 أيام

source: One subscription
ar: اشتراك واحد

# accessTo133Room
source: Access to 132 rooms in Tunisia.
ar: الوصول إلى 132 غرفة في تونس.

# frequentlyAskQuestion
source: Frequently asked Questions
ar: الأسئلة المتكررة

source: Report a problem
ar: الإبلاغ عن مشكلة

# selectDepartment
source: Select the department
ar: اختر القسم

# seeDepartment
source: See the departments
ar: رؤية الأقسام

# howWeCanContactYou
source: How can we contact you?
ar: كيف يمكننا الاتصال بك؟

# howWeCanHelpYou
source: How can we help you?
ar: كيف يمكننا مساعدتك؟

# describeAProblem
source: Describe the problem encountered
ar: وصف المشكلة التي تواجهها

source: Answer to Question goes here
ar: الإجابة على السؤال تذهب هنا

source: Payment
ar: الدفع

source: I cancel now
ar: ألغي الآن

source: terminate at any time
ar: إنهاء في أي وقت

source: Pay now
ar: ادفع الآن

# nameGyms
source: Gym Name
ar: اسم الصالة الرياضية

# addressGyms
source: Gym Address
ar: عنوان الصالة الرياضية

source: I am already a member
ar: أنا عضو بالفعل

# listOfGymsSausse
source: List of gyms in Sousse
ar: قائمة الصالات الرياضية في سوسة

source: How can we contact you?
ar: كيف يمكننا الاتصال بك؟

source: Email or phone number
ar: البريد الإلكتروني أو رقم الهاتف

source: Did you find a problem?
ar: هل وجدت مشكلة؟

# ifYesDescribeTheProblem
source: If yes, describe the problem encountered
ar: إذا كانت الإجابة نعم، وصف المشكلة التي تواجهها

source: Do you have any suggestions for us?
ar: هل لديك أي اقتراحات لنا؟

source: If yes, describe what we could improve
ar: إذا كانت الإجابة نعم، وصف ما يمكننا تحسينه

source: Send
ar: إرسال

source: Sorry
ar: آسف

source: Payment method
ar: طريقة الدفع

source: Pay in cash
ar: الدفع نقداً

source: Pay online
ar: الدفع عبر الإنترنت

source: PREMIUM
ar: مميز

source: It is paid monthly
ar: يتم دفعه شهريًا

# tenDayWarranty
source: 10 day warranty
ar: ضمان 10 أيام

# dailyAccessFor30DaysToToTunaisia
source: Daily access for 30 days to 532 rooms in Tunisia
ar: دخول يومي لمدة 30 يوماً إلى 532 غرفة في تونس

source: Complete the connection
ar: إكمال الاتصال

source: Change your subscription
ar: تغيير اشتراكك

# itAppearThatUHaveNotCompletedYourConnection
source: It appears that you have not completed your connection.
ar: يبدو أنك لم تكمل اتصالك.

source: I want to hold
ar: أريد التوقف

# howWasYourExperienceWithApp
source: How was your experience with the app?
ar: كيف كانت تجربتك مع التطبيق؟

source: All right
ar: كل شيء على ما يرام

source: How is our platform currently?
ar: كيف هو أداؤنا حالياً؟

# technique
source: Technical
ar: تقني

# doYouNeedBreak
source: Do you need a break?
ar: هل تحتاج إلى استراحة؟

source: Choose the option
ar: اختر الخيار

# forOnly25RontPerMonth
source: for only 25 RON/month
ar: لمدة 25 RON شهريًا فقط

# youWillHaveAccessOfOneMonthEntry
source: You will have access to one month entry in one of the 477 rooms in Romania
ar: ستتمكن من الدخول لمدة شهر واحد إلى واحدة من 477 غرفة في رومانيا

# yourCurrentSubRemainUntil
source: Your current subscription will remain valid until 04/14/2024
ar: سيبقى اشتراكك الحالي ساريًا حتى 04/14/2024

# youDoNotLoseDiscountsReceivedFor
source: You do not lose discounts received for completed referrals (they are lost if you cancel completely)
ar: لن تفقد الخصومات التي تلقيتها لإحالات مكتملة (تُفقد إذا قمت بالإلغاء تمامًا)

# avoidPayingThe200LeiReactivationFees
source: Avoid paying the 200 lei reactivation fee (applies to those who cancel and reactivate)
ar: تجنب دفع رسوم إعادة التفعيل البالغة 200 لي (تنطبق على من يلغي ويعيد التفعيل)

# whenDoesTheSubscriptionStart
source: When does the app subscription start?
ar: متى يبدأ اشتراك التطبيق؟

source: What is auto-renewal?
ar: ما هو التجديد التلقائي؟

# canIReceivedAnInv
source: Can I receive an invoice for subscription payment?
ar: هل يمكنني الحصول على فاتورة لدفع الاشتراك؟

# doYouOfferOptionToBusiness
source: Do you offer options to businesses?
ar: هل تقدم خيارات للأعمال التجارية؟

# canICancelMySubAtAnyTime
source: Can I cancel my subscription at any time?
ar: هل يمكنني إلغاء اشتراكي في أي وقت؟

source: How can I modify my subscription?
ar: كيف يمكنني تعديل اشتراكي؟

# ourPrivacyPolicyAlsoGovernsTheUse
source: Our privacy policy also governs the use of the site (“www.App.tn”); please read the Privacy Policy carefully for important information about our privacy practices
ar: تسري سياسة الخصوصية لدينا أيضًا على استخدام الموقع (“www.App.tn”); يرجى قراءة سياسة الخصوصية بعناية للحصول على معلومات هامة حول ممارسات الخصوصية لدينا

# shareInviteCode
source: Share Your Invite Code
ar: مشاركة رمز الدعوة

source: Copied to clipboard
ar: تم النسخ إلى الحافظة

source: Invite Friends
ar: دعوة الأصدقاء

source: chat
ar: دردشة

# enterEmail
source: Please enter Email
ar: يرجى إدخال البريد الإلكتروني

# enterValidEmail
source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صالح

source: Contact
ar: اتصال

# howToPaySubscription
source: Comment puis-je payer mon abonnement
ar: كيف يمكنني دفع اشتراكي؟

# cancelPayment
source: Puis-je annuler mon paiement ?
ar: هل يمكنني إلغاء الدفع؟

# updatePaymentInfo
source: Comment puis-je mettre à jour mes informations de paiement ?
ar: كيف يمكنني تحديث معلومات الدفع الخاصة بي؟

# privacyPolicy
source: Notre politique de confidentialité régit également l'utilisation du site (« www.App.tn ») ; veuillez lire attentivement la politique de confidentialité pour obtenir des informations importantes sur nos pratiques de confidentialité
ar: تحكم سياسة الخصوصية الخاصة بنا أيضًا في استخدام الموقع ("www.App.tn") ؛ يرجى قراءة سياسة الخصوصية بعناية للحصول على معلومات مهمة حول ممارسات الخصوصية لدينا

# qrScannerHowItWorks
source: Comment fonctionne le scanner QR ?
ar: كيف يعمل ماسح QR؟

# contactCustomerService
source: Comment puis-je contacter le service client ?
ar: كيف يمكنني الاتصال بخدمة العملاء؟

source: Monthly
ar: شهريًا

source: Yearly
ar: سنويًا

# freeVideoCallMinutes
source: 450 free Video call minutes
ar: 450 دقيقة مكالمات فيديو مجانية

source: Chat with Coach
ar: الدردشة مع المدرب

source: free Consultation
ar: استشارة مجانية

# freeProteinShake
source: Free Protein Shake daily
ar: مشروب بروتين مجاني يوميًا

source: Gym Details
ar: تفاصيل الصالة الرياضية

# distance
source: 233 Km
ar: 233 كم

source: Location
ar: موقع

source: Programs
ar: البرامج

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

# workingHours
source: 8:00am to 12:00pm
ar: من 8:00 صباحًا إلى 12:00 ظهرًا

# dayOff
source: Off
ar: عطلة

source: Plans
ar: الخطط

source: Subscribe
ar: اشترك

source: Destination Location
ar: موقع الوجهة

source: history
ar: تاريخ

source: Pro
ar: محترف

source: Aptitude
ar: اللياقة

source: Cardio
ar: القلب

# aerobics
source: Aérobique
ar: تمارين رياضية

source: Cash Payment
ar: دفع نقدي

source: Full Name
ar: الاسم الكامل

# enterName
source: Enter your name
ar: أدخل اسمك

source: Phone Number
ar: رقم الهاتف

# enterPhoneNumber
source: Enter your phone number
ar: أدخل رقم هاتفك

source: Address
ar: العنوان

# enterAddress
source: Enter your address
ar: أدخل عنوانك

source: Total Amount
ar: المبلغ الإجمالي

source: Confirm Payment
ar: تأكيد الدفع

source: Keep going
ar: استمر

# freeEntries
source: You have 2 free entries valid for 7 days, then 30 TND / month
ar: لديك 2 دخول مجاني صالح لمدة 7 أيام ، ثم 30 دينار تونسي / شهريًا

# dailyAccess
source: Daily access for 30 days to 522 room
ar: الدخول اليومي لمدة 30 يومًا إلى 522 غرفة

# warranty
source: 10 day warranty
ar: ضمان 10 أيام

source: interrupt anytime
ar: التوقف في أي وقت

source: Do you really want
ar: هل تريد حقًا

source: Unlimited
ar: غير محدود

source: Upgrade ?
ar: ترقية؟

# upgradeUnlimited
source: Upgrade unlimited access
ar: ترقية الوصول غير المحدود

# upgradeMore
source: Upgrade more +50 sports center
ar: ترقية المزيد + 50 مركز رياضي

source: Advantage
ar: ميزة

# allInOne
source: Tout en 1
ar: الكل في واحد

# payAfterTrial
source: Vous ne paierez qu'après les 7 jours ou 2 entrées
ar: لن تدفع إلا بعد 7 أيام أو 2 مداخل

# subscriptionImprovesHealth
source: L'abonnement améliore votre santé (mentale ,physique et Esprit)
ar: يحسن الاشتراك صحتك (العقلية ، الجسدية والروح)

# cancelAnytime
source: Vous pouvez annuler à tout moment
ar: يمكنك الإلغاء في أي وقت

# listOfCoaches
source: Liste des entraîneurs
ar: قائمة المدربين

# city
source: Ville
ar: مدينة

source: Coach
ar: مدرب

source: Coach Details
ar: تفاصيل المدرب

# rate
source: Tarif
ar: سعر

source: Availability
ar: التوفر

# reviews
source: Avis
ar: مراجعات

source: rating
ar: التقييم

# enterReview
source: Enter your review
ar: أدخل مراجعتك

source: Change Picture
ar: تغيير الصورة

source: username
ar: اسم المستخدم

# dateOfBirth
source: Date de Naissance
ar: تاريخ الميلاد

source: password
ar: كلمة المرور

source: confirm Password
ar: تأكيد كلمة المرور

source: Update
ar: تحديث

source: Not subscribed !
ar: غير مشترك!

source: French
ar: الفرنسية

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

# accessGranted
source: Accès autorisé
ar: تم السماح بالوصول

# sessionValidated
source: Votre session a été validée avec succès !
ar: تم التحقق من جلستك بنجاح!

# accessDenied
source: Accès refusé
ar: تم رفض الوصول

# sessionExpired
source: Votre session a expiré.
ar: انتهت صلاحية الجلسة الخاصة بك.

source: time
ar: الوقت

# tryLater
source: Veuillez réessayer ultérieurement.
ar: يرجى المحاولة لاحقًا.

# checkInDone
source: Check In Deja Fait
ar: تم التحقق بالفعل

# seeRooms
source: See the rooms
ar: عرض الغرف

# afterAuthQR
source: after authentication scan qr code etc
ar: بعد المصادقة ، امسح رمز QR

# completeAuth
source: Complete the authentication
ar: أكمل المصادقة

# doYouWantGym
source: Do you want to the gym
ar: هل تريد الذهاب إلى الصالة الرياضية

source: lantern
ar: مصباح

# chooseOrWriteCountry
source: Please choose or write country
ar: يرجى اختيار أو كتابة الدولة

source: Search City
ar: البحث عن مدينة

source: Referral code
ar: رمز الإحالة

source: Please enter name
ar: يرجى إدخال الاسم

# start
source: Commencer
ar: ابدأ

source: Search Country
ar: البحث عن دولة

source: Validation
ar: التحقق

# enterPhoneNumberSecurity
source: Enter your phone number for account security, authentication and personalization of news.
ar: أدخل رقم هاتفك لتأمين الحساب، المصادقة وتخصيص الأخبار.

# receiveVerificationCode
source: You will receive a verification code via WhatsApp or SMS
ar: سوف تتلقى رمز التحقق عبر WhatsApp أو الرسائل النصية القصيرة

source: Send Code
ar: إرسال الرمز

# doYouReallyWantToLeave
source: Veux-tu vraiment nous quitter ?
ar: هل تريد حقًا مغادرتنا؟

source: Past
ar: الماضي

source: Upcoming
ar: القادم

source: My Consultation
ar: استشارتي

source: Consultation
ar: استشارة

source: Next slot available
ar: الفتحة المتاحة التالية

source: Good Morning!
ar: صباح الخير!

source: Appointments
ar: المواعيد

# noPastRecord
source: No Past Record Found
ar: لم يتم العثور على سجل سابق

source: Ask in 10 min
ar: اطلب في 10 دقائق

# savePerYear
source: save 200 TND per year
ar: وفر 200 دينار تونسي في السنة

# inviteDiscount
source: Gift discount when you invite friend your next month
ar: خصم هدية عند دعوة صديق في الشهر القادم

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# checkConnection
source: Please check your connection and try again.
ar: يرجى التحقق من اتصالك والمحاولة مرة أخرى.

source: OK
ar: حسنًا

# vasYBebeAllez
source: Go ahead baby... go on
ar: هيا يا حبيبي... هيا

source: to register
ar: للتسجيل

source: Our most popular subscription
ar: اشتراكنا الأكثر شهرة

source: My Appointments
ar: مواعيدي
